<?php

return [
    'status'=>['notpay'=>'미입금',
               'income'=>'입금완료',
               'DR'=> '배송준비중',
               'DI'=>'배송중',
               'DC'=> '배송완료',
               'OC'=>'구매확정',
               'CZ'=> '주문취소',
               'RZ'=> '반품',
               'EZ'=> '교환',
               'FZ'=> '환불',
    ],
    'cancleStatus'=>['CR'=> '주문취소요청',
                     'CD'=> '주문취소거부',
                     'CA'=> '주문취소승인',
                     'CC'=> '주문취소완료'
    ],
    'returnStatus'=>['RR'=> '반품요청',
                     'RD'=> '반품요청거부',
                     'RA'=> '반품요청승인',
                     'RC'=> '반품완료'
    ],
    'exchangeStatus'=>['ER'=> '교환요청',
                       'ED'=> '교환요청거부',
                       'EA'=> '교환요청승인',
                       'EC'=> '교환완료'
    ],
    'refundStatus'=>['FA'=> '환불요청',
                     'FC'=> '환불완료'
    ],
    'paymethods'=>['bank'=>'무통장',
                   'vbank'=>'가상계좌',
                   'card'=>'신용카드',
                   'iche'=>'계좌이체'
    ],
    'ocday'=>5
];
